Repository: nocksock/dequel
Catalog: editor/src/locales/*.po
Languages: de

source: Loading suggestions...
de: Vorschlaege werden geladen...

source: Narrow your search
de: Suche eingrenzen

source: Condition modifiers
de: Bedingungsmodifikatoren

source: Exact match
de: Exakte Uebereinstimmung

source: Contains the given text
de: Enthaelt den angegebenen Text

source: Starts with the given text
de: Beginnt mit dem angegebenen Text

source: Ends with the given text
de: Endet mit dem angegebenen Text

source: Match one of these values
de: Entspricht einem dieser Werte

source: After this date
de: Nach diesem Datum

source: Before this date
de: Vor diesem Datum

source: Between two dates
de: Zwischen zwei Daten

source: Remove negation
de: Negation entfernen

source: Exclude from results
de: Von Ergebnissen ausschliessen

source: Enable condition
de: Bedingung aktivieren

source: Disable condition
de: Bedingung deaktivieren

source: Add another condition
de: Weitere Bedingung hinzufuegen

source: Syntax error
de: Syntaxfehler
